[{"id":1,"name":"Cardiology","description":"Cardiology is the study and treatment of disorders of the heart and the blood vessels. A person with heart disease or cardiovascular disease may be referred to a cardiologist. Cardiology is a branch of internal medicine. ...","img":"https://i.ibb.co/bdvJ3pZ/istockphoto-1283838801-170667a.png"},{"id":2,"name":"Dental","description":"Dentistry, also known as dental medicine and oral medicine, is a branch of medicine that consists of the study, diagnosis, prevention, and treatment of diseases, disorders, and conditions of the oral ...","img":"https://i.ibb.co/64TzwfN/istockphoto-1297589734-170667a-1.png"},{"id":3,"name":"Neurologist","description":"Neurology is the branch of medicine concerned with the study and treatment of disorders of the nervous system. The nervous system is a complex, sophisticated system that regulates and coordinates body activities. It has two major divisions","img":"https://i.ibb.co/P56kRPy/istockphoto-1297589734-170667a.png"},{"id":4,"name":"Pediatric","description":"Pediatrics is the branch of medicine that involves the medical care of infants, children, and adolescents. The American Academy of Pediatrics recommends people seek pediatric care through the age of 21","img":"https://i.ibb.co/7KX5n1k/istockphoto-1266488992-170667a.png"},{"id":5,"name":"Pulmonary","description":"Pulmonary hypertension is high blood pressure in the blood vessels that supply the lungs (pulmonary arteries). Its a serious condition that can damage the right side of the heart.","img":"https://i.ibb.co/T0jPxX3/istockphoto-1297604604-170667a.png"},{"id":6,"name":"Traumatology","description":"Traumatologist: The branch of surgery that deals with injured patients, usually on an emergency basis. Patients who have suffered significant physical trauma, as from a car accident, may be cared for in a traumatology unit","img":"https://i.ibb.co/PDFStDd/istockphoto-1321669405-170667a.png"},{"id":7,"name":"Urology","description":"Urology is a part of health care that deals with diseases of the male and female urinary tract (kidneys, ureters, bladder and urethra). It also deals with the male organs that are able to make babies (penis, testes, scrotum, prostate, etc.).","img":"https://i.ibb.co/wNdjJR5/istockphoto-482858211-170667a.png"},{"id":8,"name":"Xray","description":"An X-ray is a quick, painless test that produces images of the structures inside your body — particularly your bones. X-ray beams pass through your body, and they are absorbed in different amounts depending on the density of the material they pass through.","img":"https://i.ibb.co/7y8nYTg/istockphoto-1287339887-170667a.png"}]